import Image1 from  './asset/image/2010.i123.005..car headlights AD composition.jpg';
import  Image2 from './asset/image/blue-sport-sedan-parked-yard.jpg'
import  Image3 from './asset/image/dashboard-luxury-car-lights.jpg'
import  Image4  from './asset/image/white-modern-sport-car-parking-road.jpg'
import   Image5  from './asset/image/silver-metallic-color-sport-sedan-road.jpg'
import   Profile  from './asset/image/images.jpg'



export const data={
    slider:[
        {
            title:'مشاین ',
            desc:' لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
            image:Image1,
            id:1
        },
        {
            title:'مشاین ',
            desc:'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
            image:Image2,
            id:2
        },
        {
            title:'مشاین ',
            desc:'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
            image:Image3,
            id:3
        },
        {
            title:'مشاین ',
            desc:'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
            image:Image4,
            id:4
        },
        {
            title:'مشاین ',
            desc:'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
            image:Image5,
            id:5
        },
        {
            title:'مشاین ',
            desc:'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
            image:Image1,
            id:6
        },
    ],
}
export const dataCompany={
    companyes:[
        {
            id:22,
            nameCompany:'ایران خودرو',
            items:[
                {
                    title:'ماشین ',
                    desc:['لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ'
                        ],
                    image:Image1,
                    id:11
                },
                {
                    title:'ماشین ',
                    desc:['لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ'
                        ],
                    image:Image2,
                    id:12
                },
                {
                    title:'ماشین ',
                    desc:['لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ'
                        ],
                    image:Image3,
                    id:13
                },
                {
                    title:'ماشین ',
                    desc:['لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ'
                        ],
                    image:Image4,
                    id:14
                },
                {
                    title:'ماشین ',
                    desc:['لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ'
                        ],
                    image:Image5,
                    id:15
                }
            ],
            companyImage:Image1
        },
        {
            id:22,
            nameCompany:'ایران خودرو',
            items:[
                {
                    title:'ماشین ',
                    desc:['لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ'
                        ],
                    image:Image1,
                    id:11
                },
                {
                    title:'ماشین ',
                    desc:['لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ'
                        ],
                    image:Image2,
                    id:12
                },
                {
                    title:'ماشین ',
                    desc:['لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ'
                        ],
                    image:Image3,
                    id:13
                },
                {
                    title:'ماشین ',
                    desc:['لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ'
                        ],
                    image:Image4,
                    id:14
                },
                {
                    title:'ماشین ',
                    desc:['لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ'
                        ],
                    image:Image5,
                    id:15
                }
            ],
            companyImage:Image2
        },
        {
            id:33,
            nameCompany:' سایپا',
            items:[
                {
                    title:'ماشین ',
                    desc:['لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ'
                        ],
                    image:Image1,
                    id:444
                },
                {
                    title:'ماشین ',
                    desc:['لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ'
                        ],
                    image:Image2,
                    id:445
                },
                {
                    title:'ماشین ',
                    desc:['لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ'
                        ],
                    image:Image3,
                    id:446
                },
                {
                    title:'ماشین ',
                    desc:['لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ'
                        ],
                    image:Image4,
                    id:447
                },
                {
                    title:'ماشین ',
                    desc:['لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ'
                        ],
                    image:Image5,
                    id:448
                }
            ],
            companyImage:Image3
        },
        {
            id:44,
            nameCompany:' مدیران خودرو',
            items:[
                {
                    title:'ماشین ',
                    desc:['لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ'
                        ],
                    image:Image1,
                    id:11
                },
                {
                    title:'ماشین ',
                    desc:['لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ'
                        ],
                    image:Image2,
                    id:12
                },
                {
                    title:'ماشین ',
                    desc:['لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ'
                        ],
                    image:Image3,
                    id:13
                },
                {
                    title:'ماشین ',
                    desc:['لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ'
                        ],
                    image:Image4,
                    id:14
                },
                {
                    title:'ماشین ',
                    desc:['لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
                    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ'
                        ],
                    image:Image5,
                    id:15
                }
            ],
            companyImage:Image4
        }
    ]
}

export const users ={
  user:  [
        {
            id:'user-1',
            name:'javad',
            image:Profile,
            shopp:'5',
            pass:'12345',

        },
        

    ]
}